Repository: carlosvarela/layerswp
Catalog: languages/*.po
Languages: es_es

source: One Comment on &ldquo;%2$s&rdquo;
es_es: Un comentario en &ldquo;%2$s&rdquo;

source: Comments are closed.
es_es: Los comentarios están cerrados

source: Branding
es_es: Marcas

source: Site Settings
es_es: Configuración del Sitio

source: Control your content's default layout.
es_es: Control de diseño por defecto de su contenido.

source: Header
es_es: Cabecera

source: Control your header's logo, layout, colors and font.
es_es: Controla el logo en tu cabecera, diseño, colores y tipo de letra.

source: Footer
es_es: Pie de Página

source: Control your footer's custom text, widget areas and layout.
es_es: Controla el texto personalizado en tu pie de página, áreas de widget y diseño.

source: Logo &amp; Title
es_es: Logo &amp; Título

source: Background Color
es_es: Color de Fondo

source: Navigation
es_es: Navegación

source: First create a menu then come back here to place it.
es_es: En primer lugar crea un menú y luego vuelve aquí para ubicarlo.

source: Layout
es_es: Diseño

source: Sidebars
es_es: Barras Laterales

source: Fonts
es_es: Tipografía

source: Additional Scripts
es_es: Scripts Adicionales

source: Customization
es_es: Personalización

source: Text
es_es: Texto

source: Create Menu
es_es: Crear Menú

source: Body
es_es: Cuerpo

source: Headings
es_es: Titulares

source: Buttons
es_es: Botones

source: Header Width
es_es: Ancho de la Cabecera

source: Full Width
es_es: Ancho Completo

source: Logo & Menu Position
es_es: Posición de Logo & Menú

source: Logo Left
es_es: Logo a la Izquierda

source: Logo Right
es_es: Logo a la Derecha

source: Logo Center Top
es_es: Logo al Centro Arriba

source: Logo Top
es_es: Logo Arriba

source: Logo Center
es_es: Logo Centrado

source: Header Position
es_es: Posición de la Cabecera

source: Sticky
es_es: Fijado

source: Overlay
es_es: Sobrepuesto

source: Google Analytics ID
es_es: ID Google Analytics

source: Enter in your Google Analytics ID to enable website traffic reporting. eg. "UA-xxxxxx-xx
es_es: Ingresa tu ID de Google Analytics para habilitar los informes de tráfico web. por ejemplo "UA-xxxxxx-xx

source: Custom Scripts
es_es: Scripts Personalizados

source: Widget Areas
es_es: Area de Widget

source: None
es_es: Ninguno

source: Text Color
es_es: Color de Texto

source: Link Color
es_es: Color de Enlaces

source: Background
es_es: Fondo

source: Background Image
es_es: Imagen de Fondo

source: Background Repeat
es_es: Repetir Fondo

source: No Repeat
es_es: Sin Repetir

source: Repeat
es_es: Repetir

source: Repeat Horizontal
es_es: Repetir de Forma Horizontal

source: Repeat Vertical
es_es: Repetir de Forma Vertical

source: Background Position
es_es: Posición del Fondo

source: Center
es_es: Centro

source: Top
es_es: Arriba

source: Bottom
es_es: Abajo

source: Left
es_es: Izquierda

source: Right
es_es: Derecha

source: Background Stretch
es_es: Fondo Estirado

source: Copyright Text
es_es: Texto de Derechos de Copia

source: Choose Background
es_es: Elije Fondo

source: Edit Layout
es_es: Editar Layout

source: Use this area to add widgets to your page, use the (Layers) widgets for the Body section.
es_es: Utiliza esta área para añadir widgets a tu página, agrega los widgets de Layers

source: Add new Layers page
es_es: Agregar nueva

source: Preview this page
es_es: Previsualizar esta página

source: Close
es_es: Cerrar

source: Back to controls
es_es: Volver a los controles

source: Position
es_es: Posición

source: Stretch
es_es: Estirar

source: WooCommerce for Layers
es_es: WooCommerce para Layers

source: Adds an advanced product widget, product slider and multiple page layouts.
es_es: Agrega un widget avanzado para productos , sliders y múltiples diseños de página.

source: List your portfolio items with relevant meta such as client, web url and project role.
es_es: Incluya tu portafolio con los ítems más relevantes. Tales como cliente, rol en el proyecto y url web.

source: Default
es_es: Predeterminado

source: List Style
es_es: Estilo Lista

source: Grid
es_es: Cuadrícula

source: List
es_es: Lista

source: Columns
es_es: Columnas

source: 1 Column
es_es: 1 Columna

source: 2 Columns
es_es: 2 Columnas

source: 3 Columns
es_es: 3 Columnas

source: 4 Columns
es_es: 4 Columnas

source: 6 Columns
es_es: 6 Columnas

source: Text Align
es_es: Alinear Texto

source: Justify
es_es: Justificar

source: Image Align
es_es: Alinear Imagen

source: Featured Image
es_es: Imagen Destacada

source: Video URL (oEmbed)
es_es: URL Video (oEmbed)

source: Portrait
es_es: Retrato

source: Landscape
es_es: Paisaje

source: Square
es_es: Cuadrada

source: Round
es_es: Redonda

source: Image Ratio
es_es: Ratio Imagen

source: Text Size
es_es: Tamaño del Texto

source: Small
es_es: Pequeño

source: Medium
es_es: Medio

source: Large
es_es: Largo

source: Choose Image
es_es: Seleccione Imagen

source: Darken
es_es: Oscurecer

source: Advanced
es_es: Avanzado

source: Custom CSS
es_es: Personalizar

source: Newest First
es_es: Recientes Primero

source: Oldest First
es_es: Antiguos Primero

source: Random
es_es: Al Azar

source: Titles A-Z
es_es: Títulos A-Z

source: Titles Z-A
es_es: Títulos Z-A

source: Most Comments
es_es: Más Comentados

source: Custom Order
es_es: Orden Personalizados

source: Visual Mode
es_es: Modo Visual

source: HTML Mode
es_es: Modo HTML

source: Remove
es_es: Remover

source: Select an Image
es_es: Seleccionar una Imagen

source: Use Image
es_es: Usar Imagen

source: Select a File
es_es: Seleccionar un archivo

source: Use File
es_es: Usar Archivo

source: Choose a File
es_es: Elegir un archivo

source: Drop a file here or %s
es_es: Soltar un archivo aquí o %s

source: Darken to improve readability
es_es: Oscurecer para mejorar la legibilidad

source: Fixed Background
es_es: Fondo Fijo

source: Application
es_es: Aplicación

source: Contact Page
es_es: Pagina de Contacto

source: Landing Page
es_es: Pagina Landing

source: Lookbook Page
es_es: Página Lookbook

source: One Pager
es_es: Una Página

source: Portfolio Page
es_es: Página Portafolio

source: Video Page
es_es: Página de Video

source: Blank Page
es_es: Página en Blanco

source: (Copy)
es_es: (Copia)

source: Home Page
es_es: Pagina Inicio

source: Sidebar does not exist in theme (using Inactive)
es_es: Barra Lateral no existe en este tema (usando Inactivo)

source: No Title
es_es: Sin Título

source: Build Your Page
es_es: Construir Página

source: View all posts in %s
es_es: Ver todos los post en %s

source: View all posts tagged %s
es_es: Ver todos los posts etiquetados %s

source: View all posts by %s
es_es: Ver todos los posts por %s

source: (Edit)
es_es: (Editar)

source: Your comment is awaiting moderation.
es_es: Tu comentario está en espera de moderación.

source: You shall not pass
es_es: No pasarás

source: Home
es_es: Inicio

source: Search
es_es: Buscar

source: Shop
es_es: Tienda

source: Daily Archives: %s
es_es: Archivos diarios: %s

source: Monthly Archives: %s
es_es: Archivos Mensuales: %s

source: Yearly Archives: %s
es_es: Archivos Anuales: %s

source: Archives
es_es: Archivos

source: Your browser does not support the video tag.
es_es: Tu navegador no soporta la etiqueta video.

source: : Options
es_es: : Opciones

source: Video URL
es_es: URL Video

source: You can drag and drop widgets, edit content and tweak the design. Click the button below to see your page come to life.
es_es: Puedes arrastrar y soltar widgets, editar el contenido y ajustar el diseño. Haz clic en el botón de abajo para ver tu página comenzar a tener vida.

source: Edit Your Page
es_es: Editar P

source: No Logo uploaded
es_es: No se ha subido ningún logo

source: Logo updated
es_es: Logo actualizado

source: There was an error when updating your logo.
es_es: Se produjo un error al actualizar tu logo.

source: Option updated
es_es: Opción actualizada

source: Get Started
es_es: Comenzar

source: Add New Page
es_es: Agregar Nueva Página

source: Layers Pages
es_es: Paginas de Layers

source: Customize
es_es: Personalizar

source: Backup
es_es: Respaldo

source: Dashboard
es_es: Tablero

source: Add a page title
es_es: Agregue el título de página

source: Enter title here
es_es: Introduzca el título aquí

source: Proceed to Customizer
es_es: Proceda al Personalizador

source: Cancel
es_es: Cancelar

source: Backup your pages
es_es: Respaldar páginas

source: Convert your Layers pages into regular WordPress pages, preserving the content you have worked so hard to create.
es_es: Convierte tus paginas creadas con Layers en páginas normales de WordPress, preservando el contenido en el que haz trabajado tan duro para crear.

source: Backup my Pages Now
es_es: Respaldar mis Páginas Ahora

source: Backed Up Pages:
es_es: Páginas Respaldadas:

source: Start Using Layers
es_es: Comenzar a usar Layers

source: Follow the easy steps to creating amazing layouts quickly and easily.
es_es: Siga los sencillos pasos para la creación de increíbles diseños de forma rápida y fácil.

source: Get Started &rarr;
es_es: Comenzar &rarr;

source: Edit
es_es: Editar

source: View
es_es: Ver

source: Extensions
es_es: Extensiones

source: Coming soon
es_es: Proximamente

source: Purchase
es_es: Comprar

source: More Details
es_es: Más Detalles

source: What you need
es_es: Lo que necesitas

source: Layers requires you run the latest version of WordPress, please make sure you're up to date!
es_es: Lakers requierela versión más reciente de WordPress, por favor asegúrate de que estas actualizado!

source: You're up to date
es_es: Estás actualizado

source: Update WordPress
es_es: Actualizar WordPress

source: Helpful Tips
es_es: Tips de Ayuda

source: Welcome to Layers!
es_es: Bienvenido a Layers!

source: Layers is a revolutionary WordPress Site Builder that makes website building a dream come true!
es_es: Layers es un revolucionario creador de sitios para WordPress que hace que la creación de sitios sea un sueño hecho realidad!

source: The following short steps are designed to show you how Layers works and get you to creating amazing layouts quickly!
es_es: El siguiente tutorial paso a paso esta diseñado para mostrar cómo funciona Layers y llegar a la creación de diseños espectaculares de forma rápida!

source: Enjoy the ride!
es_es: ¡Disfruta el viaje!

source: Let's get started &rarr;
es_es: Vamos a comenzar &rarr;

source: For the Pros: Layers will automatically assign the tagline to Settings &rarr; General.
es_es: Para los Pros: Layers asignará automáticamente la descripción a Configuración &rarr; General.

source: Getting Started
es_es: Comenzando

source: Building pages
es_es: Creando páginas

source: Got it, Next Step &rarr;
es_es: Entendiste?, Siguiente Paso &rarr;

source: What is the name of your website?
es_es: ¿Cuál es el nombre de su sitio web?

source: Enter your website name below. We&apos;ll use this in your site title and in search results.
es_es: Introduzca su nombre de sitio Web más abajo. Usaremos esto en el título de tu sitio y en los resultados de búsqueda.

source: Site Name
es_es: Nombre del Sitio

source: Saving your Site Name
es_es: Guardando el nombre de tu sitio

source: Next Step &rarr;
es_es: Siguiente Paso &rarr;

source: For the Pros: Layers will automatically assign this site name to Settings &rarr; General
es_es: Para los Pros: Layers asignará automáticamente el nombre del sitio a Configuración &rarr; General

source: Editing widget content
es_es: Editar el contenido del widget

source: How would you best describe your site?
es_es: ¿Cómo describiría mejor su sitio?

source: Site Tagline
es_es: Descripción del Sitio

source: Saving your Tagline
es_es: Guardando tu descripción

source: Keep it simple
es_es: Debe ser sencillo

source: Avoid buzz words
es_es: Evite palabras de moda

source: Make sure it describes what you offer
es_es: Asegúrese de que describe lo que usted ofrece

source: Would you like to add your logo?
es_es: ¿Quieres añadir tu logo?

source: Choose Logo
es_es: Elija Logo

source: Updating your Logo
es_es: Actualizando Logo

source: For best results, use an image between 40px and 200px tall and not more than 1000px wide
es_es: Para obtener los mejores resultados, utilice una imagen entre 40px y 200px de altura y no más de 1000px de ancho

source: PNGs with a transparent background work best but GIFs or JPGs are fine too
es_es: PNG con un trabajo de fondo transparente funciona mejor, pero GIF o JPG están bien también

source: Try keep your logo file size below 500kb
es_es: Trata que el tamaño del archivo de tu logo no supere los 500kb

source: Page Title
es_es: Título

source: Now let&apos;s create your first Layers page!
es_es: Ahora vamos &apos;s a crear tu primera pagina con Layers!

source: Creating your Page
es_es: Creando tu Página

source: First choose a layout
es_es: Primero elige un diseño

source: Start Building
es_es: Comenzar a Crear

source: Select
es_es: Seleccionar

source: Layers WooCommerce Extension
es_es: Extension Layers WooCommerce

source: If you'd like to test out eCommerce then you'll need to install the Layers WooCommerce Extension.
es_es: Si quieres probar eCommerce entonces tendrás que instalar la Extesion Layers WooCommerce.

source: Install WooCommerce for Layers
es_es: Instalar WooCommerce para Layers

source: Add logo
es_es: Agregar logo

source: Set as logo
es_es: Usar como logo

source: Choose logo
es_es: Elija logo

source: Change logo
es_es: Cambiar logo

source: Remove logo
es_es: Borrar logo

source: No logo set
es_es: Ningún logo

source: Site Title, Tagline, and Logo
es_es: Titulo del sitio, descripción y logo

source: Display Header Text
es_es: Mostrar Texto Cabecera

source: Site Logo
es_es: Logo del Sitio

source: Body
es_es: Cuerpo

source: Are you sure you want to remove this slide?
es_es: ¿Seguro que quieres eliminar este slide?

source: Are you sure you want to remove this column?
es_es: ¿Seguro que quieres eliminar esta columna?

source: Contact Details &amp; Maps
es_es: Detalles de Contacto &amp; Mapas

source: Map Height
es_es: Altura del Mapa

source: Show Google Map
es_es: Mostrar Google Map

source: Show Address
es_es: Mostrar Dirección

source: Show Contact Form
es_es: Mostrar Formulario de Contacto

source: Contact
es_es: Contacto

source: Short Excerpt
es_es: Descripción Corta

source: Address
es_es: Dirección

source: Place your help text here please.
es_es: Coloca el texto de ayuda acá.

source: e.g. 33.9253 S, 18.4239 E
es_es: e.j. 33.9253 S, 18.4239 E

source: Address Shown
es_es: Dirección Mostrada

source: e.g. Prestwich Str, Cape Town
es_es: e.j. Prestwich Str, Cape Town

source: Contact Form
es_es: Formulario de contacto

source: Contact form embed code
es_es: Código para embedar formulario de contacto

source: Content
es_es: Contenido

source: Add New Column
es_es: Agregar Nueva Columna

source: Column
es_es: Columna

source: 1 of 12 columns
es_es: 1 de 12 columnas

source: 2 of 12 columns
es_es: 2 de 12 columnas

source: 3 of 12 columns
es_es: 3 de 12 columnas

source: 4 of 12 columns
es_es: 4 de 12 columnas

source: 5 of 12 columns
es_es: 5 de 12 columnas

source: 6 of 12 columns
es_es: 6 de 12 columnas

source: 8 of 12 columns
es_es: 8 de 12 columnas

source: 9 of 12 columns
es_es: 9 de 12 columnas

source: 10 of 12 columns
es_es: 10 de 12 columnas

source: 12 of 12 columns
es_es: 12 de 12 columnas

source: Title
es_es: Titulo

source: Excerpt
es_es: Extracto

source: Button Link
es_es: Enlace Butón

source: Button Text
es_es: Texto Botón

source: e.g. "Read More"
es_es: ej. "Leer Más"

source: Posts
es_es: Post

source: Read More
es_es: Leer Más

source: Title &amp; Excerpt Position
es_es: Titulo &amp; Posición del Extracto

source: Show Tags
es_es: Mostrar etiquetas

source: Show Categories
es_es: Mostrar Categorías

source: Show "Read More" Buttons
es_es: Mostrar botones de "Leer Más"

source: "Read More" Text
es_es: Texto "Leer Más "

source: Show Pagination
es_es: Mostrar Paginación

source: Category to Display
es_es: Categoría a Mostrar

source: Select a Category
es_es: Seccionar Categoría

source: Number of items to show
es_es: Numero de ítems para mostrar

source: Show All
es_es: Mostrar Todos

source: Sort by
es_es: Ordenar por

source: Full Screen
es_es: Pantalla Completa

source: Time in seconds, eg. 2
es_es: Tiempo en segundos, ej. 2

source: Slide Interval
es_es: Slide Intervalo

source: Add New Slide
es_es: Añadir Nuevo Slide

source: Enter a Title
es_es: Ingresar un Título

source: Back to top
es_es: Volver arriba

source: Footer
es_es: Pie de Página

source: Be patient while we import the widget data and images.
es_es: Espera un poco mientras importamos los datos de widgets e imágenes.

source: Import Complete
es_es: Importación Completa

source: Importing Your Content
es_es: Importar tu contenido

source: Edit Your New Page
es_es: Editar Tu Nueva Página

source: Saving...
es_es: Guardando...

source: Done!
es_es: Hecho!

source: No posts found
es_es: Se han encontrado posts

source: Use the search form below to find the page you're looking for:
es_es: Utilice el formulario de búsqueda de abajo para encontrar la página que estás buscando:

source: <span>Pages:</span>
es_es: <span>Páginas:</span>

source: View Project
es_es: Ver Projecto

source: Typekit ID
es_es: ID Typekit

source: For more information on obtaining your Typekit ID, see <a href="%s" target="_blank">follow this link</a>.
es_es: Para obtener más información sobre Typekit y obtener tu ID, consulte el siguiente<a href="%s" target="_blank"> enlace</a>.

source: Enter in any custom script to include in your site's header. Be sure to use double quotes for strings.
es_es: Agrega cualquier script personalizado en la cabecera de tu sitio. Asegurarte de usar comillas doble para cadenas.

source: Support Layers
es_es: Soporte Layers

source: Support Layers by displaying the Layers badge on your site.
es_es: Apoya Layers mostrando el logo en tu sitio.

source: Enter in any custom script to include in your site's footer. Be sure to use double quotes for strings.
es_es: Agrega cualquier script personalizado en el pie de página de tu sitio. Asegurarte de usar comillas doble para cadenas.

source: <em>Click <a href="%1s" target="_blank">here</a> to see this font on Google Fonts.</em>
es_es: <em>Click <a href="%1s" target="_blank">aquí</a> para ver esta fuente en Google Fonts.</em>

source: The Layers Updater
es_es: El Actualizador de Layers

source: Make sure you're always running the latest version of Layers by installing the Layers Updater
es_es: Asegúrese de que siempre está ejecutando la última versión de Layers. Mediante la instalación de El Actualizador de Layers.

source: Installed
es_es: Instalado

source: Skip
es_es: Saltar

source: Layers splits your page into horizontal rows, and you build up your pages with blocks of content called &lsquo;Widgets&rsquo;, one per row.
es_es: divide la página en filas horizontales, y se acumulan tus páginas con bloques de contenido llamado &lsquo;Widgets&rsquo;, una por fila.

source: Each time you want to add a new content block, simply click &lsquo;Add Widget&rsquo; and select one from the list which has the blue Layers icon.
es_es: Cada vez que desee añadir un nuevo bloque de contenido, basta con hacer clic &lsquo; Añadir Widget &rsquo; y seleccione uno de la lista que tiene el icono azul de Layers.

source: To edit a widget's content, just click on it in the widget area on the left hand side. The widget panel will slide out allowing you to edit its content and customize its settings. You can also shift-click on the widget itself in the preview area.
es_es: Para editar el contenido del widget, haga clic sobre él en el área de widget en el lado izquierdo. El panel de widget se deslice hacia afuera que le permite editar su contenido y personalizar su configuración. Puede desplazar clic en la parte inferior Misma Widget en el área de previsualización.

source: A tagline describes who and what you are in just a few simple words. For example Layers is a &ldquo;WordPress Site Builder&rdquo; - simple, easy, quick to read. Now you try:
es_es: La descripción habla sobre que se trata tu sitio en pocas palabras. Por ejemplo, Layers es un creador de sitios para &ldquo;WordPressr&rdquo; - simple, fácil, rápido de leer. Ahora intenta:

source: Layers will add your logo and position it properly. If you don&apos;t have one yet, no problem, you can add it later, or skip this step if you&apos;d just prefer to use text.
es_es: Lakers agregará tu logo y lo posicionará correctamente. Si no tienes uno todavía, no hay problema, puedes añadirlo más tarde, o saltarte este paso si o si deseas utilizar texto.

source: You will be able to edit your layout on the next page. Here we go!
es_es: Usted será capaz de editar su disposición en la página siguiente. Aquí vamos!

source: Layers is a site builder with a lightweight design interface built into the WordPress Visual Customizer.
es_es: Layers es un creador de sitios con un diseño de interfaz ligero integrado con WordPress Visual Customizer.

source: In order to get going you'll need to make sure you have the following:
es_es: Con el fin de ponerse en marcha tendras que asegurarte de que tienes lo siguiente:

source: Jetpack for WordPress
es_es: JetPack para WordPress

source: Jetpack is required for portfolio functionality to work in this version of Layers.
es_es: Jetpack es necesario para la funcionalidad de portafolio para funcionar en esta versión de Layers.

source: Jetpack is Installed
es_es: Jetpack está instalado

source: Install Jetpack
es_es: Instalar Jetpack

source: WooCommerce Extension Installed
es_es: WooCommerce Extension Instalado

source: Here's a breakdown of what works and what may cause you issues during testing:
es_es: Aquí una muestra de lo que puede funcionar y lo que podría causar problemas durante pruebas:

source: Create a page builder template
es_es: Crea una plantilla para páginas

source: Mess around with the design bar
es_es: Modifica el diseño de la barra

source: Choose between 4 different Header layouts
es_es: Elige entre 4 diferentes diseños de cabecera

source: Configure: Slider widget
es_es: Configurar: Widget Slider

source: Configure: Content widget
es_es: Configurar: Widget Contenido

source: Configure: Posts widget
es_es: Configurar: Widget Posts

source: Configure: Portfolio widget
es_es: Configurar: Widget Portafolio

source: Configure: Contact widget
es_es: Configurar: Widget de Contacto

source: Change footer layouts
es_es: Cambiar diseño del pie de página

source: Switch fonts
es_es: Cambiar tipografías

source: Edit colors
es_es: Editar colores

source: Edit the blog layout
es_es: Editar diseño de blog

source: Automatically update Layers
es_es: Actualizar automáticamente Layers

source: Get started by choosing a page layout
es_es: Comience elegir un diseño de página

source: Knowing where to begin with a site builder is never easy. Choosing a preset template below will pre-populate your page with some Layers widgets to help get started.
es_es: Saber dónde empezar con un constructor de sitio nunca es fácil. Escoge una plantilla predeterminada para rellenar tu página con algunos widgets para ayudarte a comenzar.

source: Select a Layout &rarr;
es_es: Selecciona un Diseño &rarr;

source: This widget is used to display your
es_es: Este widget es usado para mostrar tu

source: Display
es_es: Mostrar

source: Portfolio
es_es: Portafolio

source: All
es_es: Todos

source: Show Project Filter
es_es: Mostrar Filtro Proyectos

source: Show Project Titles
es_es: Mostrar Titulo Proyectos

source: Show Project Excerpts
es_es: Mostrar Extracto Proyectos

source: Your pages have been successfully backed up!
es_es: Sus páginas han sido respaldados con éxito!
